{
    "version": "https://jsonfeed.org/version/1",
    "title": "TWIL",
    "description": "",
    "home_page_url": "https://twil.momorgan.com",
    "feed_url": "https://twil.momorgan.com/feed.json",
    "user_comment": "",
    "author": {
        "name": "Mo Morgan"
    },
    "items": [
        {
            "id": "https://twil.momorgan.com/first-post/",
            "url": "https://twil.momorgan.com/first-post/",
            "title": "First post!",
            "summary": "Just warming up this new little site. –Mo",
            "content_html": "<p>Just warming up this new little site.\n–Mo</p>\n",
            "author": {
                "name": "Mo Morgan"
            },
            "tags": [
            ],
            "date_published": "2022-12-05T22:00:43+00:00",
            "date_modified": "2022-12-05T22:00:43+00:00"
        },
        {
            "id": "https://twil.momorgan.com/an-example-weeknote/",
            "url": "https://twil.momorgan.com/an-example-weeknote/",
            "title": "An example weeknote",
            "summary": "Donec vel massa posuere, mattis dolor nec, blandit sapien. In aliquam efficitur arcu, sit amet convallis diam lacinia vel. Nam id odio vestibulum purus aliquam scelerisque sit amet hendrerit lectus. Sed auctor pellentesque tortor id tincidunt. Praesent consectetur vestibulum nisl in semper. Maecenas sit amet&hellip;",
            "content_html": "<p>Donec vel massa posuere, mattis dolor nec, blandit sapien. In aliquam efficitur arcu, sit amet convallis diam lacinia vel. Nam id odio vestibulum purus aliquam scelerisque sit amet hendrerit lectus. Sed auctor pellentesque tortor id tincidunt. Praesent consectetur vestibulum nisl in semper. Maecenas sit amet ex vitae dolor vestibulum cursus euismod non eros. Nulla felis magna, scelerisque aliquet quam at, lacinia vestibulum quam. Suspendisse gravida mollis lectus et auctor. Nunc quis iaculis justo, ut eleifend justo. Praesent eget metus nec eros semper egestas vestibulum nec est. Fusce vehicula tortor in fringilla fermentum. Sed eleifend lacinia enim, vel pulvinar enim luctus quis. Donec rutrum aliquam purus vitae malesuada. Aliquam neque nibh, varius eu nisl ut, lacinia efficitur magna. Proin egestas at dolor eget maximus.</p>\n<p>Nunc vel libero enim. Nullam eu fermentum lectus. Cras non tortor vel mi convallis eleifend. Nam eu urna volutpat, gravida eros in, euismod magna. Suspendisse consectetur ipsum at turpis posuere, quis dignissim arcu aliquam. Aliquam urna lorem, pulvinar in augue vitae, efficitur sagittis neque. Maecenas quis eros enim. Ut sagittis sem sed elit luctus condimentum. Integer et felis sodales, feugiat libero id, lobortis orci.</p>\n<p>Morbi sit amet ligula nisi. Pellentesque pretium efficitur purus, in sodales sapien pretium eu. Interdum et malesuada fames ac ante ipsum primis in faucibus. Aenean in sapien varius, rhoncus tortor ut, posuere dolor. Praesent nec elit nec ante ullamcorper ullamcorper. Nulla leo eros, fermentum a nisl eget, faucibus auctor sapien. Phasellus pulvinar justo quis dolor pulvinar ultricies. Aliquam purus est, iaculis non sapien tincidunt, elementum semper mi. Aliquam erat volutpat. Proin ac arcu ut libero tempus sodales eget in quam. Nunc quis mi semper, lobortis erat eget, rutrum diam. Donec metus ex, mollis sed malesuada ac, ullamcorper quis augue. Aliquam eu lectus molestie, pulvinar sapien ac, iaculis lacus. Vivamus suscipit dolor eu placerat rhoncus. Donec gravida luctus lorem, sed sagittis magna sagittis quis.</p>\n<p>Fusce gravida nibh nisi, vel scelerisque est tempus a. Donec pretium ex turpis, aliquet tincidunt nunc ultricies ac. Suspendisse elementum dapibus commodo. Fusce mollis viverra porttitor. Proin dictum justo lectus, id eleifend diam tincidunt eu. Sed id ex fringilla, tincidunt nibh id, dictum neque. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia curae; Nulla lacinia ante non mollis suscipit. Nunc a purus vitae nisi facilisis efficitur. Suspendisse iaculis massa ac ante rutrum, id lacinia odio convallis. Curabitur non dolor venenatis, pellentesque arcu vitae, rhoncus lectus. Quisque ut rutrum eros, vitae dictum ex. Etiam scelerisque nibh quis sagittis venenatis. Aenean vitae cursus lorem, vel suscipit nibh. Cras dictum convallis vehicula. Nulla sit amet molestie dolor.</p>\n",
            "author": {
                "name": "Mo Morgan"
            },
            "tags": [
            ],
            "date_published": "2022-12-01T08:00:00+00:00",
            "date_modified": "2022-12-05T22:19:39+00:00"
        }
    ]
}
